{
  "mission": "SARAL-AltiKa",
  "baseUrl": "https://www.mosdac.gov.in/saral-altika",
  "subPages": [
    {
      "title": "SARAL-AltiKa",
      "url": "https://www.mosdac.gov.in/saral-altika",
      "content": "<p>SARAL mission results from the common interest of both CNES and ISRO in studying ocean from space using altimetry system and in promoting maximum use of the ARGOS Data Collecting System. Radar altimetry by satellite is a technique used in oceanography to measure, globally over the oceans, the sea level needed to understand ocean circulation and its variability. The importance of altimetry data to better understand the ocean circulation and its impact on the climate of the Earth led to the TOPEX/Poseidon and Jason series of satellites complemented by ERS1-2, GFO and ENVISAT. With the launch of these missions began a data collection that must continue well into the century in order to monitor the inter-annual evolution and separate transient phenomena from secular variations. SARAL/AltiKa mission belongs to the global altimetry system and then participates to the precise and accurate observations of ocean circulation and sea surface elevation for its life time. Thus it is the aim of AltiKa part of the SARAL mission to provide altimetric measurements designed to study ocean circulation and sea surface elevation with the same accuracy as the one provided by ENVISAT mission and complementary to Jasons mission. The AltiKa project developed by CNES is based on a large Ka-band altimeter (35.75 GHz, 500MHz), 1st oceanographic altimeter using such a high frequency. The use of the Ka-band frequency will supply more accurate measurements (improvement of the spatial and vertical resolution) enabling a better observation of ices, coastal areas, continental water bodies as well as the waves height. The drawback of this Ka-band frequency is its sensitivity to rain that can lead to signal attenuation. The SARAL/AltiKa mission is part of the operational satellite altimetry system, jointly with Jason-2, and enables to ensure the service continuity which is nowadays provided by ENVISAT altimeter jointly with Jason-2 and Jason-1. By ensuring the observations continuity and widening the observation areas, CNES answers the wish of the oceanography community by bringing a description: For the meso-scale in open ocean,, In coastal areas, For the seasonal forecast, For the hydrology, For the climate studies. AltiKa data will thus contribute, along with data from others altimetry missions, to the development of operational oceanography, to our climate understanding and to the development of forecasting capabilities through data assimilation methods improvement in coupled oceanatmosphere coupling models, bio-chemistry models, etc</p>"
    },
    {
      "title": "Introduction",
      "url": "https://www.mosdac.gov.in/saral-altika-introduction",
      "content": "<p><span style=\"font-size: 13.008px;\">S</span><span style=\"font-size: 13.008px;\">ARAL mission results from the common interest of both CNES and ISRO in studying ocean from space using altimetry system and in promoting maximum use of the ARGOS Data Collecting System. Radar altimetry by satellite is a technique used in oceanography to measure, globally over the oceans, the sea level needed to understand ocean circulation and its variability. The importance of altimetry data to better understand the ocean circulation and its impact on the climate of the Earth led to the TOPEX/Poseidon and Jason series of satellites complemented by ERS1-2, GFO and ENVISAT. With the launch of these missions began a data collection that must continue well into the century in order to monitor the inter-annual evolution and separate transient phenomena from secular variations.</span></p>\n<p>SARAL/AltiKa mission belongs to the global altimetry system and then participates to the precise and accurate observations of ocean circulation and sea surface elevation for its life time.</p>\n<p>Thus it is the aim of AltiKa part of the SARAL mission to provide altimetric measurements designed to study ocean circulation and sea surface elevation with the same accuracy as the one provided by ENVISAT mission and complementary to Jasons mission.</p>\n<p>The AltiKa project developed by CNES is based on a large Ka-band altimeter (35.75 GHz, 500MHz), 1st oceanographic altimeter using such a high frequency. The use of the Ka-band frequency will supply more accurate measurements (improvement of the spatial and vertical resolution) enabling a better observation of ices, coastal areas, continental water bodies as well as the waves height. The drawback of this Ka-band frequency is its sensitivity to rain that can lead to signal attenuation.</p>\n<p>The SARAL/AltiKa mission is part of the operational satellite altimetry system, jointly with Jason-2, and enables to ensure the service continuity which is nowadays provided by ENVISAT altimeter jointly with Jason-2 and Jason-1.</p>\n<p>By ensuring the observations continuity and widening the observation areas, CNES answers the wish of the oceanography community by bringing a description:</p>\n<ul>\n<li>For the meso-scale in open ocean,,</li>\n<li>In coastal areas,</li>\n<li>For the seasonal forecast,</li>\n<li>For the hydrology,</li>\n<li>For the climate studies.</li>\n</ul>\n<p>AltiKa data will thus contribute, along with data from others altimetry missions, to the development of operational oceanography, to our climate understanding and to the development of forecasting capabilities through data assimilation methods improvement in coupled oceanatmosphere coupling models, bio-chemistry models, etc.</p>"
    },
    {
      "title": "Objectives",
      "url": "https://www.mosdac.gov.in/saral-altika-objectives",
      "content": "<p><span>S</span>ARAL/AltiKa main scientific objective is to provide data products to oceanographic research user community in studies leading to improve our knowledge of the ocean meso-scale variability, thanks to the improvement in spatial and vertical resolution brought by SARAL/AltiKa.</p>\n<p>Ocean meso-scale variability is defined as a class of high-energy processes, with wave lengths within a 50km to 500km range, and with periods of a few days to one year. Kinetic energy of mesoscale variability is one order of magnitude more than mean circulation's one. Description of mesoscale is thus essential for understanding ocean dynamics, including mean circulation and its climatic effects (through interactions of meso-scale turbulence with the mean flow).</p>\n<p>SARAL/AltiKa main scientific objective is divided in sub-themes including:</p>\n<ul>\n<li>Intrinsic scientific studies of ocean at meso-scale dynamics: observations, theoretical analyses, modelling, data assimilation, parameterization, ...</li>\n<li>Improvement of our understanding of the oceanic component in the climate system: investigation of local processes at small or medium scale poorly known and understood at present, but which have an impact on the modelling of climate variability at large spatial and temporal scales.</li>\n<li>Contribution to the study of coastal dynamic processes, especially small or medium scale phenomena, whose retrieval will enable to anticipate many downstream applications.</li>\n<li>Contribution to operational oceanography which is seeking large amounts of in situ and space observation data.</li>\n</ul>\n<p>SARAL/AltiKa secondary objectives are notably the monitoring of the main continental waters level (lakes, rivers, closed seas), the monitoring of mean sea level variations, the observation of polar oceans, the analysis and forecast of wave and wind fields, the study of continental ices (thanks to improved performances of Ka-band) and sea ices, the access to low rains climatology (enabled in counterpart to the sensitivity of Ka-band to clouds and low rains) and the marine biogeochemistry (notably through the role of the meso and sub-meso-scale physics).</p>"
    },
    {
      "title": "SpaceCraft",
      "url": "https://www.mosdac.gov.in/saral-altika-spacecraft",
      "content": "<p><span>T</span>he 450 kg satellite consists of a SSB/ IMS-2 platform and a SARAL/AltiKa specific payload module. The platform provides all housekeeping functions including propulsion, electrical power, command and data handling, telecommunications, and attitude control. The payload module provides mechanical, electrical, thermal, and dynamical support to the SARAL/AltiKa instruments.</p>\n<p>The SARAL satellite is mainly composed of:</p>\n<ul>\n<li>A spacecraft bus IMS-2 (Small Satellite Bus). This platform, developed by ISRO, is designed for satellites in the range of about 500 kg at launch.</li>\n<li>a payload developed by CNES.</li>\n</ul>\n<p>The SARAL payload includes the following components:</p>\n<ul>\n<ul>\n<li>An Altimeter, provided by CNES - the main mission instrument and a dual frequency microwave radiometer, provided by CNES - to correct the altimeter measurement for atmospheric range delays induced by water vapor.</li>\n<li>The radio positioning DORIS system, provided by CNES - for precision orbit determination using dedicated ground stations</li>\n</ul>\n</ul>\n<p>The AltiKa instrument consists of a Ka-band altimeter and an embedded dual frequency radiometer.</p>\n<ul>\n<li>A Laser Reflector Array (LRA), provided by CNES - to calibrate the orbit determination system.</li>\n</ul>\n<p>And the ARGOS-3 instrument (and associated components) that has its own mission on-board the SARAL satellite as part of the ARGOS system.</p>\n<p><img src=\"/images/SALP-MU-M-OP-15984-CN_0102.jpg\" alt=\"\" align=\"middle\"></p>"
    },
    {
      "title": "Payloads",
      "url": "https://www.mosdac.gov.in/saral-altika-payloads",
      "content": "<p><span>S</span>ARAL carries the following four payloads:</p>\n<ul>\n<li>Ka-band altimeter with enhanced bandwidth</li>\n<ul>\n<li>Ionospheric effects are negligible</li>\n<li>Better vertical resolution (0.3m)</li>\n<li>Ka-band (35 GHz) authorizes a compact, lightweight instrument easier to accommodate on a wide range of satellite buses.</li>\n</ul>\n<li>Dual-frequency radiometer (24/37 GHz)</li>\n<ul>\n<li>Required for tropospheric correction</li>\n<li>Derived from Madras (Megha-Tropiques) developments.</li>\n</ul>\n<li>Laser Retro-reflector Array</li>\n<ul>\n<li>Useful for orbitography and system calibration.</li>\n</ul>\n<li>DORIS</li>\n<ul>\n<li>For adequate orbitography performances in low earth orbit</li>\n<li>Enable to have similar performance as reference missions like T/P, JASON, ENVISAT</li>\n<li>Required for mean sea level analysis and coastal/inland application.</li>\n</ul>\n</ul>"
    }
  ]
}